[
  {
    "id": 1001,
    "logo": "https://shazzad-hossen.github.io/image-host/images/logo/comp1.png",
    "title": "Deputy Manager, Client Service.",
    "company": "Brac Bank",
    "type1": "Onsite",
    "type2": "Full Time",
    "location": "BRAC Centre, 75 Mohakhali, Dhaka-1212",
    "salary": "25k-30k",
    "des": "-Ensure the safety of team members from any harm, abuse, neglect, harassment and exploitation to achieve the programme’s goals on safeguarding implementation. Act as a key source of support, guidance and expertise on safeguarding for establishing a safe working environment. -Practice, promote and endorse the issues of safeguarding policy among team members and ensure the implementation of safeguarding standards in every course of action. -Follow the safeguarding reporting procedure in case any reportable incident takes place, encourage others to do so",
    "res": "Project implementation planning. Review existing curriculum, content, policy, and procedure formats to drive efficiency. Inter programme and inter-unit coordination and communication to execute planning.Ensure project, campaign execution, and follow-up. Prepare and share Feedback/follow-up reports, and project reports with the team/unit lead periodically. Coordination of vendor management and project management. Organize training and module development, and field visits to understand and create a client centric atmosphere.",
    "edu": "Bachelors in any discipline from any recognized university/ institution.",
    "exp": "1 year of working experience will be preferred",
    "contact": [
      {
        "email": "enquiry@bracbank.com"
      },
      {
        "phone": "+880 1616616221"
      }
    ]
  },
  {
    "id": 1002,
    "logo": "https://shazzad-hossen.github.io/image-host/images/logo/comp2.png",
    "title": "Assistant Engineer_iTest Bangladesh Ltd.",
    "company": "M & J Group",
    "type1": "Onsite",
    "type2": "Full Time",
    "location": "Gazipur,Dhaka",
    "salary": "40k-50k",
    "des": "We are looking for some candidates for the position of Assistant Engineer_iTest Bangladesh Ltd.",
    "res": "Test engineers are in charge of creating production ready test solutions for wide range of semiconductor devices using Advantest V93000 ATE. Carefully study IC datasheet and technical documentation to scope out testing parameters and boundaries. Develop detailed test plan and testing strategies according to customer requirements. Communicate with the team about the proposed test plan and take feedback from the customer and make updates based on the feedback. Test development will include test planning, test hardware development, test software development, test solution debug and test solution offload for production run. Additionally, the engineer will be responsible for identifying and implementing continuous improvement opportunities in test strategy and test coverage to reduce test time and increase yield during production.",
    "edu": "achelor in Engineering (BEngg) in EEE, EE, Applied Physics",
    "exp": "1 to 2 year(s). Freshers are also encouraged to apply.",
    "contact": [
      {
        "email": "info@mj-group.com"
      },
      {
        "phone": " +880 1810101010"
      }
    ]
  },
  {
    "id": 1003,
    "logo": "https://shazzad-hossen.github.io/image-host/images/logo/comp3.png",
    "title": "Quality Inspector / Quality Supervisor",
    "company": "Beximco Industrial Park.",
    "type1": "OnSite",
    "type2": "Full Time",
    "location": "Anywhare",
    "salary": "20k-30k",
    "des": "We are looking for some candidates for the position of Quality Inspector / Quality Supervisor.",
    "res": "Item: Woven.Regular responsibilities.",
    "edu": "Bachelor degree in any department. Graduation Equivalent in Any discipline",
    "exp": "1 year of working experience will be preferred",
    "contact": [
      {
        "email": "contact@baximco.com"
      },
      {
        "phone": "+880 1734287623"
      }
    ]
  },
  {
    "id": 1004,
    "logo": "https://shazzad-hossen.github.io/image-host/images/logo/comp4.png",
    "title": "Executive - Learning and Development",
    "company": "DBL Group",
    "type1": "Remote",
    "type2": "Full Time",
    "location": "Dhaka (Gulshan)",
    "salary": "15k-28k",
    "des": "DBL Group is one of the most successful diversified corporate houses in Bangladesh with a dedicated workforce of 44,000+ employees and the annual turnover for the year 2021-2022 is $870 Million. DBL Pharmaceuticals Limited, a DBL Group concern, has established a state-of-the-art manufacturing unit to conform the international standards including WHO cGMP, UK MHRA and USFDA to cater to the local market and the global market as well, for high-end branded Generics. DBL Pharmaceuticals Ltd. is looking for talented and aspiring individuals in the position of Executive - Learning and Development, HR to mobilize the capabilities of Salesforce through training, development, and knowledge enhancement.",
    "res": "Identify needs, design training modules, and facilitate learning solutions for Countrywide Salesforce to continuously improve business performance. Assess and develop sales standards (i.e., structured calls to customers, knowledge parameters, standards of performance). Prepare to set clear performance objectives for all FLSM, SLSM, and Territory level officers by conducting a training needs assessment and identifying competency gaps. Accompany Zonal Heads in markets to identify business bottlenecks and cater to ease the solution. Maintain visible, productive relationships with Zonal Sales Teams. Conduct periodic/quarterly assessments of Sales team's achievements and identify scopes for further improvement. Develop and maintain standard reports for analysis and rapid decision-making in the prescribed format.",
    "edu": "B.Pharm/M.Pharm from any reputed University.",
    "exp": "Not Required",
    "contact": [
      {
        "email": "info@dbl-group.com"
      },
      {
        "phone": "+88-02-58817735-6"
      }
    ]
  },
  {
    "id": 1005,
    "logo": "https://shazzad-hossen.github.io/image-host/images/logo/comp5.png",
    "title": "Fulfillment Officer - Digital Sales.",
    "company": "Swosti Limited",
    "type1": "Remote",
    "type2": "Full Time",
    "location": "Dhaka, Bangladesh",
    "salary": "Negotiable",
    "des": "1.As a Fulfillment Officer, you will primarily fill up the gaps in existing selling, operational & customer services activities. This position will require digital marketing activities, operational activities and customer support as and when required basis. 2.You will be primarily responsible for creating and implementing a comprehensive digital marketing strategy to increase brand awareness and drive sales. This position requires a strategic thinker with a strong understanding of digital marketing tactics, including SEO, social media & email marketing, and content marketing. 3.The position will require to promote our brand both online & offline and initiate & implement necessary steps, tools & activities to tap utmost benefits on a regular basis, single handedly. 4.You will monitor various online channels to find new business opportunities, answer to existing & potential clients` queries and refer potential sales-lead to existing sales-men for conversion into realized sale. 5.The position will require efficient use of graphics designing tools, video editing tools, content development & writing skills, SEO, Word-press based website development & updating, social media marketing (Facebook/LinkedIn/YouTube/Messenger/WhatsApp etc.) tools etc.",
    "res": "Explore existing promotional & marketing activities of the organization and improve & maintain those to tap full benefits of digital promotional & other sales activities. Create necessary marketing database, email, and social media advertising, and conduct advertising campaigns. Design & develop promotional materials for various digital, print (banner, festoon etc.) & social media like Facebook, Web, YouTube, LinkedIn, WhatsApp etc. by using image & video editing tools. Execute all digital marketing including Facebook posting, post boosting, and responding. Oversee, develop & update the design and development of the Website (Word-press based) Manage all online activities in relation to traffic acquisition, sales conversion, and reporting. Be able to write unique and high-quality Website Content, Blog posts, Client Query-Answers, etc. from time to time, on a regular basis. Research existing & future markets and industries to compare and create content that is innovative and original. Launch Optimized Digital Campaigns through Google Ad words, social media, Blog, Website & email, etc. to increase company and brand awareness.",
    "edu": "Graduation / Masters in Business/Commerce/Marketing/ Finance/Accounting only.",
    "exp": "At least 1 year(s)",
    "contact": [
      {
        "email": "info@swosti.net"
      },
      {
        "phone": "+880 1833 168230"
      }
    ]
  },
  {
    "id": 1006,
    "logo": "https://shazzad-hossen.github.io/image-host/images/logo/comp6.png",
    "title": "Web designer",
    "company": "MicroDeft",
    "type1": "Remote",
    "type2": "Full Time",
    "location": "Rampura, Dhaka.  ",
    "salary": "30k-35k",
    "des": "Come join the team at MicroDeft! As an 8-year-old software company, we've established ourselves as a leader in software solutions, providing innovative and customized solutions to clients around the world.",
    "res": "Excellent knowledge of HTML, CSS, and CSS3. Experience in responsive web design is a must. Understanding of UX/UI Design (User Experience/User Interface) Excellent command of Photoshop is a must. Good visual design sense Experience in Bootstrap A good working knowledge of Figma or Adobe XD to HTML is a plus. Up-to-date knowledge of designing software and technologies The website's design is being tested and improved. Establishing design guidelines, standards, and best practices Using user flows, process flows, site maps, and wireframes to communicate design concepts. Incorporating functionalities and features into websites Designing sample pages, including colors and fonts Design mobile app layouts. Incorporating functionalities and features into websites Designing sample pages, including colors and fonts Creating design concepts and presenting the website structure Ability to work in an agile team, maintain a daily scrum, and work closely with the project manager.",
    "edu": "BSC in CSE graduate",
    "exp": "6 months to 2 years",
    "contact": [
      {
        "email": "Info@Microdeft.Com"
      },
      {
        "phone": "(+1) 979-366-3366"
      }
    ]
  },
  {
    "id": 1007,
    "logo": "https://shazzad-hossen.github.io/image-host/images/logo/comp7.png",
    "title": "Executive (Male)",
    "company": "E-Zone HRM Limited",
    "type1": "Onsite",
    "type2": "Full Time",
    "location": "Dhaka, Narayanganj",
    "salary": "15k-18k",
    "des": "E-Zone HRM is seeking MALE applicants for a renowned Private Commercial Bank to work as “Executive” under 3rd party contract.",
    "res": "Sign-up new merchants, Set-up POS terminals and QR Code Sticker at merchant’s point and provide training to new &amp; existing merchants. Maintain strong business relationship with existing Merchants in respective zone through support service for increasing merchant base and business growth. Visit existing merchant regularly to demonstrate required training and provide guidance on card acceptance and benefits (including MSS Portal, Pay flex and Swipe Load) and service facilities. Ensure smooth acceptance of card at the merchant points in order to maximize customer satisfaction. Monitor merchant performance to reduce inactive merchant base and ensure that fraud risk is minimum and all compliance factors (e.g. Merchant KYC and TP) are done properly.",
    "edu": "Minimum Graduation/Bachelor’s degree from any university with satisfactory academic track record. Any third division or equivalent CGPA will not be accepted.",
    "exp": "Not Applicable",
    "contact": [
      {
        "email": "e-zone@hotmail.com"
      },
      {
        "phone": "+880 1829 298953"
      }
    ]
  },
  {
    "id": 1008,
    "logo": "https://shazzad-hossen.github.io/image-host/images/logo/comp8.png",
    "title": "Sales Representative (SR)",
    "company": "Redmin Industries Limited/ ROS Tech",
    "type1": "Onsite",
    "type2": "Full Time",
    "location": "Dhaka, Bangladesh",
    "salary": "25k-28k",
    "des": "The incumbent will be responsible to conduct sales operations and actively grow the number of sales accounts and overall business volume ensuring quality service for long term retention of customers.",
    "res": "Must be able to achieve Monthly Sales Target Achieve growth and hit sales target. Design and implement a strategic business plan that expands company's customer base and ensure its strong presence. Able to regular market visit, meeting with existing and potential customers, digital marketing etc. Manage client relationship through all phases of the sales cycle. Able to convince the prospecting customer. Build and promote strong, long-lasting customer relationship by partnering with them and understanding their needs.",
    "edu": "SSCSSC, HSC, Bachelor degree in any discipline",
    "exp": "1 year to 2 years",
    "contact": [
      {
        "email": "info@redmin.com"
      },
      {
        "phone": "+880 1888 826100"
      }
    ]
  }
]
